Workspace/projectUserDir/src/myTurbulenceModels/testCases/T3A/EARSMTrans/0/p
/*---------------------------------------------------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  1.0                                   |
|   \\  /    A nd           | Web:      http://www.openfoam.org               |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/

FoamFile
{
    version         2.0;
    format          ascii;

    root            "";
    case            "";
    instance        "";
    local           "";

    class           volScalarField;
    object          p;
}

// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //


dimensions      [0 2 -2 0 0 0 0];

internalField   uniform 0;

boundaryField
{
    lowerWall      
    {
        type            zeroGradient;
    }

    outlet
    {
	type            fixedValue;
        value           uniform 0;
    }

    inlet
    { 
        type    zeroGradient;
    }

    lowerSymmetry      
    {
        type            zeroGradient;
    }

    upperSymmetry      
    {
        type            zeroGradient;
    }
}


// ************************************************************************* //
